Repository: 0sc0d3r/enigma2
Catalog: lib/python/Plugins/Extensions/Aafpanel/locale/*.po
Languages: de

source: Cancel
de: abbrechen

source: Save
de: speichern

source: Permission denied....
de: Zugriff verweigert...!!!

source: SoftCam Panel
de: SoftCam Menü

source: Setup
de: Einstellungen

source: System
de: Systemprogramme

source: Plugins
de: Erweiterungen

source: Infos
de: Informationen

source: Aafpanel
de: Aafpanel (Erweiterung)

source: Do you really want to start the AAF-Wizard? The Box will reboot and the Wizard will be started!
de: Soll der AAF-Wizard wirklich gestartet werden? Die Box wird neu starten und dann der Wizard aktiviert!

source: The box will reboot in a few seconds! Then AAF-Wizard will be started!
de: Die Box wird in ein paar Sekunden neu gestartet! Der AAF-Wizard wird dann aufgerufen!

source: Autostart Config
de: Autostart Konfiguration

source: Generic Config
de: Parameter allgemein

source: Audio / Video / SAT Config
de: Audio / Video / Sat Parameter

source: Devices Config
de: Parameter USB Datenträger

source: Recording Config
de: Aufnahme Parameter

source: CAM / EMU Config
de: CAM / Emu Parameter

source: Network Config
de: Parameter Netzwerk

source: Parental
de: Kindersicherung

source: Remote Config
de: Fernbedienungskonfiguration

source: Szap Config
de: Szap Konfiguration

source: Beta Config
de: Beta Konfiguration

source: OverClock
de: Übertakten

source: Red-Key-Action
de: Aktion der roten Taste

source: Blue-Key-Action
de: Aktion der blauen Taste

source: miniconfig
de: MiniUboot Konfiguration

source: Fan Control
de: Lüftersteuerung

source: Networksetup
de: Netzwerkeinstellungen

source: PlugLoad
de: Pluginverwaltung

source: Record
de: Aufnahmepartition

source: Pluginbrowser
de: Erweiterungsmenü

source: TMP IPK LIST
de: tmp IPK Liste

source: TMP IPK INSTALL
de: tmp IPK installieren

source: TMP IPK REMOVE
de: tmp IPK entfernen

source: Default
de: allgemein

source: FreeSpace
de: freier Speicher

source: Network
de: Netzwerk

source: MemInfo
de: SpeicherInfo

source: Partitions
de: Partitionen

source: Top
de: Top Prozesse

source: Info
de: Imageinformationen

source: Backup
de: Sicherung

source: Backup / Restore Settings
de: Einstellungen sichern/zurückspielen

source: Flash Tmp Updater
de: Flash tmp Aktualisierung

source: Flash Online Updater
de: Flash online Aktualisierung

source: Usb Tmp Updater
de: USB tmp Aktualisierung

source: Usb Online Updater
de: USB online Aktualisierung

source: No IPK found
de: Kein IPK gefunden

source: List IPK
de: IPK Liste

source: an internal error has occur
de: ein interner Fehler ist aufgetreten

source: Remove IPK
de: entferne IPK

source: Successfully terminated
de: erfolgreich beendet

source: Please choose an extension to...
de: Bitte eine Erweiterung auswählen...

source: blue key calls
de: blaue Taste öffnet aktuell:

source: Default
de: Standard

source: Softcam
de: SoftCam Menü

source: show single service EPG
de: zeige einfaches Sender-EPG

source: show multi service EPG
de: zeige multi Sender-EPG

source: Restart
de: Neustart

source: Deactivate
de: Deaktivieren

source: Refresh
de: Aktualisieren

source: Activate
de: Aktivieren

source: No ECM info
de: Keine ECM Info

source: no emu found
de: Kein EMU gefunden

source: No new ECM info
de: Keine neue ECM Info

source: This Softcam Emuconfig is comming soon... (current oscam only) !
de: Die Softcam Emuconfig wird bald kommen... (vorerst nur für Oscam) !

source: Your Softcam has on unsupported filename... !
de: Der Dateiname der Softcam wird nicht unterstützt... !

source: Select your Device
de: Device wählen

source: internal
de: intern

source: Select your Protocol
de: Protokoll auswählen

source: Enter your change for: %s
de: Änderung bestätigen für: %s

source: yes
de: Ja

source: no
de: Nein

source: high
de: hoch

source: low
de: niedrig

source: off
de: aus

source: big
de: groß

source: small
de: klein

source: swap
de: Swapstick

source: always
de: immer

source: at bootloop
de: bei Bootschleife

source: don`t split
de: nicht teilen

source: e1 ending (*.001 , *.002 , ...)
de: e1 Endung (*.001,*.002,...)

source: *.ts ending
de: *.ts Endung

source: 2 readers
de: 2 Kartenleser

source: 3 readers
de: 3 Kartenleser

source: 4 readers
de: 4 Kartenleser

source: 5 readers
de: 5 Kartenleser

source: 6 readers
de: 6 Kartenleser

source: 7 readers
de: 7 Kartenleser

source: no one
de: keinen

source: 1 reader
de: 1 Kartenleser

source: fsckroot
de: fsckroot (Dateisys. ROOT prüfen)

source: bootstop
de: bootstop (stoppt das System in s)

source: debug
de: debug (Konsolenausgabe einstellen)

source: logto
de: e2logto (e2 Ausgabe loggen)

source: errorboot
de: e2errorboot (nur GUI Neustart nach GS?)

source: repairmodus
de: repairmodus (Abfrage beim booten nach Absturz)

source: rmcrashlog
de: rmcrashlog (lösche Fehlerprotokoll)

source: rmemthy
de: rmemthy (leere Mountverz.in /media löschen)

source: plugload
de: plugload (Pluginverwaltung)

source: progressbar
de: progressbar (Fortschrittsanzeige des e2 Starts)

source: showip
de: showip (Anzeige IP Status im LCD Display)

source: showtvinfo
de: showtvinfo (Zeige Infos beim Start auf TV)

source: playlist
de: playlist (Wiedergabeliste löschen)

source: updatelist
de: updatelist (Anzahl Images in Updateliste)

source: oldaudiofw
de: oldaudiofw (nutze alte Audio FW für DTS Downmix)

source: oldvideofw
de: oldvideofw (nutze alte Video FW zur Anzeige von Jpegs)

source: damping value
de: damping value (Dämpfungswert des Tuners 0-10 )

source: noaudiosync
de: noaudiosync (behebt teilw. Probleme mit Tonaussetzern)

source: BootResolution
de: BootResolution (Bootauflösung)

source: bootlogo
de: bootlogo (Bootbild anzeigen)

source: poweroff
de: poweroff (Bootbild bei Shutdown/Reboot)

source: fontsize
de: fontsize (Schriftgröße NoGFX Skin)

source: scartonstandby
de: scartonstandby (Scart im Softstandby deaktivieren)

source: HighSR
de: HighSR (Hohe Symbolrate nutzen)

source: tuner_sleep_off
de: tuner_sleep_off ( Tuner Schlafmodus deaktivieren)

source: bootrgbfix
de: bootrgbfix (Behebt Problem mit grünem Bootbild)

source: loadpartition
de: loadpartition (Partitionstabellen neu lesen)

source: fsckrecord
de: fsckrecord (Dateisys. RECORD prüfen)

source: swap
de: swap (Auslagerungsdatei nutzen)

source: swapsize
de: swapsize (Größe Auslagerungsdatei)

source: fsckswap
de: fsckswap (Dateisys. SWAP prüfen)

source: RecordMaxSectors
de: RecordMaxSectors (Größe der hdd Datenblöcke)

source: SwapMaxSectors
de: SwapMaxSectors (Größe der Swapstick Datenblöcke)

source: RecordSplitSize
de: RecordSplitSize (Aufnahmen teilen)

source: RecordSplitType
de: RecordSplitType (Endung der Aufnahmedatei)

source: emucontrol
de: emucontrol (steuere Emu bei MP/MC- Start)

source: ftdi
de: ftdi (USB2Serial ftdi-Adapter Support)

source: pl2303
de: pl2303 (USB2Serial pl2303-Adapter Support)

source: nr_usbreaders
de: nr_usbreaders (Anzahl der USB Kartenleser)

source: iwatch
de: iwatch (Inc Neustart bei Verbindungsverlust)

source: nfsserver
de: nfsserver (aktiviere NFS Server)

source: sambaserver
de: sambaserver (WIN Freigabeserver)

source: Parental
de: Kindersicherung (Pin Abfrage bei Boxstart)

source: maxRate
de: maxRate (Angabe Zeit in mS)

source: maxDelay
de: maxDelay(Tastverzögerung in mS)

source: szap
de: szap (TV Bild beim Booten)

source: szaplong
de: szaplong (TV Bild bis e2- Übergabe)

source: szap_frontend
de: szap_frontend (Tuner zur szap Nutzung)

source: szap_emul
de: szap_emul (Boot-TV Entschlüsselung)

source: szap_diseqc_repeat
de: szap_diseqc_repeat (Anzahl DiSEqC Wiederholungen)

source: Username
de: Benutzername

source: Password
de: Passwort

source: Virtual Keyboard
de: virtuelle Tastatur

source: AAF Config
de: AAF Konfiguration

source: Enter Username:
de: Benutzernamen eingeben:

source: Enter Password:
de: Passwort eingeben:

source: default
de: normal

source: afterTV
de: nach TV Bild

source: disable
de: aus

source: WebBouquetEditor(extension)
de: WebBouquetEditor(Erweiterung)

source: MediaCenter(extension)
de: MediaCenter (Erweiterung)

source: MediaPlayer(extension)
de: MediaPlayer (Erweiterung)

source: WebInterface(extension)
de: WebInterface (Erweiterung)

source: GraphMultiEPG(extension)
de: GraphMultiEPG (Erweiterung)

source: IMDb(extension)
de: IMDb(Erweiterung)

source: SplitScreen(extension)
de: SplitScreen(Erweiterung)

source: VirtualZap(extension)
de: VirtualZap (Erweiterung)

source: CleanupWizard(extension)
de: CleanupWizard(Erweiterung)

source: CrashlogAutoSubmit(extension)
de: CrashlogAutoSubmit(Erweiterung)

source: SimpleBitrate(extension)
de: SimpleBitrate(Erweiterung)

source: VFD_Brightness(extension)
de: VFD-Brightness (Erweiterung)

source: SocketMMI(extension)
de: SocketMMI (Erweiterung)

source: Plugload Settings
de: Plugload Einstellungen

source: Ntfs Write
de: NTFS schreibbar machen

source: Open AAF-Panel when pressing red button:
de: Öffne AAF-Panel beim Druck auf rot:

source: Record HDD Info
de: Aufnahmepartition Info

source: HDD not mounted ! Maybe you use a share as record partition! This should work,too! :)
de: Festplatte nicht gefunden aber /media/hdd ist ein Link!! Vielleicht nutzt du einen Share zum aufnehmen!! Das sollte auch funktionieren! ;)

source: RECORD HDD NOT MOUNTED !
de: Aufnahmepartition NICHT vorhanden!!!

source: Device:
de: Laufwerk:

source: Directory: /hdd
de: Verzeichnis: /hdd

source: Filesystem:
de: Dateisystem:

source: RECORD HDD correct MOUNTED
de: Aufnahmepartition vorhanden!!!

source: restore
de: zurückspielen

source: backup
de: sichern

source: Press -restore- and your saved settings will be restored from your swapstick / recording hdd! The Box will restart automatically for restoring! Press -backup- to save your actual settings to swapstick / recording hdd. WARNING: The old backup will be deleted! While using the update function of the AAF Panel, your settings will be saved and restored automatically, if possible!
de: Drücke -zurückspielen- und deine gespeicherten Einstellungen werden vom Swapstick / der Aufnahmefestplatte zurückgespielt! Die Box wird dazu automatisch neu gestartet! Drücke -sichern- um deine aktuellen Einstellungen auf den Swapstick / die Aufnahmefestplatte zu speichern. Achtung: Die alte Sicherung wird dabei gelöscht! Bei Nutzung der Update Funktion des AAF Panels werden,wenn möglich, die Einstellungen automatisch gesichert und zurückgespielt!

source: Backup - Settings
de: Einstellungen sichern...

source: ERROR: A record hdd or a swapstick must be mounted! Aborting backup....
de: FEHLER: Ein Aufnahmepartition oder ein Swapstick muss gemounted sein! Beende sichern....

source: ERROR: No backup folders found!!! Aborting restoring...
de: FEHLER: Keine backup Dateien gefunden. Beende zurückspielen....

source: You find this Backup with timestamp on /tmp Connecting per ftp and copy this backup to your Pc ! Please Waiting 2 Min ... and relax Next infos on LCD Display!
de: Die Sicherung mit Prüfsumme wird in /tmp erstellt! Sie muss per FTP auf den PC kopiert werden! Der Vorgang dauert etwa 2 Minuten... Beachte Informationen im VFD-Display

source: Select backup
de: Wähle Art der Sicherung

source: Create Backup
de: Sicherung erstellen...

source: Install
de: installieren

source: Update
de: aktualisieren

source: Start Kernel Update now ?
de: Kernel Update jetzt starten?

source: Start Fw Update now ?
de: FW Update jetzt starten?

source: Start Root Update now ?
de: Root Update jetzt starten?

source: Start Var Update now ?
de: var Update jetzt starten?

source: Start Full Update now ?
de: Vollständiges Update jetzt starten?

source: Filename error ! Please use correct Filename !
de: Dateiname Falsch! Bitte richtigen Dateinamen verwenden!

source: No %s Image found !
de: Kein %s Image gefunden!

source: Error cant get Online Server information !
de: Fehler! Kann Serverinfos nicht runterladen!

source: Your System is UpToDate !
de: Das System ist aktuell!!!

source: Error Server is Offline ! Try again later !
de: Server nicht Online!! Bitte später nochmal versuchen!

source: Select mini device
de: Installationmedium auswählen

source: Start Usb Update now ? %s Device: %s
de: USB Update jetzt starten? %s Device: %s

source: front
de: vorne

source: backupper
de: hinten oben

source: backlower
de: hinten unten

source: Bootdesc (default)
de: Bootdesc (Standard)

source: BootMenuTimeout
de: Boot-Menü Timeout

source: Mini USB
de: Mini USB Stick Steckplatz

source: internal hdd
de: interne Festplatte verbaut

source: Miniuboot Config
de: MiniUboot Konfiguration

source: Test frequency
de: Frequenz testen

source: 450 (default)
de: 450 (Standard)

source: 266 (default)
de: 266 (Standard)

source: OverClock Settings
de: Übertakten - Einstellungen

source: Only Boot Overclock
de: Nur beim Booten Übertakten

source: CPU frequency
de: CPU Frequenz

source: FDMA bypass
de: FDMA übergehen

source: Reduce Standby frequency
de: Standby Frequenz ändern

source: Standby frequency
de: Standby Frequenz

source: Use Teletxt Workaround
de: Benutze Teletxt Workaround

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: Saturation
de: Sättigung

source: Tint
de: Farbton
